{
    "operating_fees": [
        {
            "type": "Landing fees",
            "amount": "200,00",
            "info": "Up to 2,5 tons of MTOW"
        }
    ],
    "parking_fees": [],
    "passanger_fees": [],
    "other_information": "LOCAL TRAFFIC REGULATIONS AND RESTRICTIONS 1.1 AD operator does not provide snow clearanace. 1.2 Providing information to known traffic is provided during aeroclub local air traffic. 1.3 Traffic circuits RWY 08R/L right and left hand according to operational situation and Providing information to known traffic instructions; RWY 26R/L right and left hand according to operational situation and Providing information to known traffic instructions. 1.3.1 The traffic circuit altitude is 2350 ft / 720 m. 1.4 Simultaneous operation on parallel RWYs is prohibited 1.5 Crossing between RWY with caution and radio communication. 1.6 Noise abatement 1.6.1 Noise abatement procedures are applied. It is desirable not to overfly noise sensitive areas (Koterov, Letkov, Božkov and Starý Plzenec) at altitudes of less than 1000 ft / 300 m AGL at a distance of 600 m from residential areas. 1.6.2 After departure from RWY 26R/L climb out of the noise sensitive areas (Koterov and Božkov) at a RWY course to a height of at least 500 ft / 150 m AGL and in parallel with the railway line Plzeň České Budějovice out of residential area continue to crosswind turn of north or south traffic circuit. When departing from RWY 08R/L, climb out of residential area of Letkov and do not fly over Tymakov below 1000 ft / 300 m. 1.7 The shape of the ATZ is not standard. An eastern boundary of the ATZ is formed by a line connecting Ejpovice railway station and Mokrouse which forms boundary with the ATZ of Rokycany aerodrome. 2 ADDITIONAL INFORMATION 2.1 In summertime high activity of gliders. 2.2 Aerobatics are performed at the aerodrome also outside operating hours and outside the boundaries of ATZ. 2.3 Category 1 firefighting and rescue services are provided at the aerodrome. Arrivals and departures of airplanes with fuselage length over 9 m and width over 2 m must be reported to the operator to increase the category of firefighting and rescue services. 3 CHARGES FOR AERODROMES 3.1 Landing charges Up to 2,5 tons of MTOW 200,00 3.2 Parking charges NIL 23 APR 20 (1) Letkov VFR AD LKPL TEXT 2 VFR Manual Czech Republic3.3 Charges for passenger service NIL Chapter end"
}